Repository: themefic/Instantio
Catalog: lang/wooinstant-*.po
Languages: es_es, ru_ru

source: Instantio requires WooCommerce to be activated
es_es: Instantio requiere que WooCommerce esté activado
ru_ru: Instantio требует активации WooCommerce

source: Settings
es_es: Configuraciones
ru_ru: настройки

source: Instantio Settings
es_es: Configuración instantánea
ru_ru: Настройки WooInstant

source: Instantio - WooCommerce Instant / One Page Checkout Settings
es_es: Configuración de pago instantáneo / de una página Instantio - WooCommerce
ru_ru: Instantio - WooCommerce Instant / One Page Checkout настройки

source: General
ru_ru: Общее

source: General Options
es_es: Opciones generales
ru_ru: Общие настройки

source: Active Instantio
es_es: Instantio activo
ru_ru: Активный WooInstant

source: Show On Cart Page
es_es: Mostrar en la página del carrito
ru_ru: Показать на странице корзины

source: Yes
es_es: si
ru_ru: да

source: No
ru_ru: нет

source: Show On Checkout Page
es_es: Mostrar en la página de pago
ru_ru: Показать на странице оформления заказа

source: Disable Quick View
es_es: Desactivar vista rápida
ru_ru: Отключить быстрый просмотр

source: You can disable it if you already have quick view function in your theme
es_es: Puede deshabilitarlo si ya tiene una función de vista rápida en su tema
ru_ru: Вы можете отключить его, если у вас уже есть функция быстрого просмотра в вашей теме

source: Disable Ajax Add to Cart
es_es: Desactivar Ajax Añadir al carrito
ru_ru: Отключить Ajax Добавить в корзину

source: You can disable it if you already have ajax add to cart function in your theme
es_es: Puede deshabilitarlo si ya tiene la función de agregar al carrito ajax en su tema
ru_ru: Вы можете отключить его, если у вас уже есть функция добавления ajax в корзину в вашей теме

source: Drawer Window Type
es_es: Tipo de ventana de cajón
ru_ru: Тип окна ящика

source: Choose how the window will looks like
es_es: Elija cómo se verá la ventana
ru_ru: Выберите, как будет выглядеть окно

source: Single Step
es_es: Un solo paso
ru_ru: Один шаг

source: Choose Active Window
es_es: Elegir ventana activa
ru_ru: Выберите Активное окно

source: Actived window will open first when Instantio open
es_es: La ventana activa se abrirá primero cuando se abra wooinstant
ru_ru: Активное окно откроется первым при открытии wooinstant

source: Cart
es_es: Carro
ru_ru: телега

source: Checkout
es_es: Revisa
ru_ru: Проверять, выписываться

source: Hide Close Button?
es_es: ¿Ocultar botón de cierre?
ru_ru: Скрыть кнопку закрытия?

source: Design
es_es: Diseño
ru_ru: дизайн

source: Design Options
es_es: Opciones de diseño
ru_ru: Варианты дизайна

source: Choose Cart Drawer Direction
es_es: Elija la dirección del cajón del carro
ru_ru: Выберите направление корзины

source: Right to Left
es_es: De derecha a izquierda
ru_ru: Справа налево

source: Left to Right
es_es: De izquierda a derecha
ru_ru: Слева направо

source: Panel Background
es_es: Fondo del panel
ru_ru: Фон панели

source: Instantio Cart Panel Background Color
es_es: Color de fondo del panel del carro WooInstant
ru_ru: Цвет фона панели корзины WooInstant

source: Cart Toggler Background
es_es: Fondo de carro Toggler
ru_ru: Корзина Toggler Фон

source: Instantio Cart Panel Toggler Background Color
es_es: Instantio Cart Panel Toggler Color de fondo
ru_ru: Цвет фона панели Toogler корзины WooInstant

source: Choose Icon or Custom Image
es_es: Elija icono o imagen personalizada
ru_ru: Выберите значок или пользовательское изображение

source: Default Icon
es_es: Ícono predeterminado
ru_ru: Значок по умолчанию

source: Custom Image
es_es: Imagen personalizada
ru_ru: Пользовательское изображение

source: Cart icon
es_es: Ícono de carrito
ru_ru: Значок корзины

source: Upload your cart icon. Recommended size of an icon is 30x30px
es_es: Sube el ícono de tu carrito. El tamaño recomendado de un ícono es 30x30px
ru_ru: Загрузите значок вашей корзины. Рекомендуемый размер иконки 30x30px

source: Upload image/icon
es_es: Subir imagen / icono
ru_ru: Загрузить изображение / значок

source: Cart Toggler Color
ru_ru: Корзина Toggler Фон

source: Instantio Cart Panel Toggler Text/Icon Color
es_es: Instantio Cart Panel Toggler Texto / Color de icono
ru_ru: Instantio Корзина Панель Toggler Цвет текста / значка

source: Cart Toggler Hover Color
es_es: Carro Toggler Hover Color
ru_ru: Корзина Toggler Hover Color

source: Default is: Theme Default
es_es: El valor predeterminado es: Tema predeterminado
ru_ru: По умолчанию: тема по умолчанию

source: Instantio Cart Panel Toggler Text/Icon Hover Color
es_es: Instantio Cart Panel Toggler Texto / icono Color de desplazamiento
ru_ru: Instantio Панель Панель Toggler Текст / Значок Цвет при наведении

source: Quick View Background
es_es: Vista rápida de fondo
ru_ru: Быстрый просмотр фона

source: Instantio Quick View Panel Background Color
es_es: Color de fondo del panel Vista rápida de WooInstant
ru_ru: Цвет фона панели быстрого просмотра WooInstant

source: Panel Z-index
ru_ru: Панель Z-index

source: Control Instantio z-index from this option. More about <a target="_blank" href="https://css-tricks.com/almanac/properties/z/z-index/">z-index</a>
es_es: Controle Instantio z-index desde esta opción. Más sobre <a target="_blank" href="https://css-tricks.com/almanac/properties/z/z-index/">z-index</a>
ru_ru: Управляйте Instantio z-index из этой опции. Больше о <a target="_blank" href="https://css-tricks.com/almanac/properties/z/z-index/">z-index</a>

source: Custom CSS
es_es: CSS personalizado
ru_ru: Пользовательские CSS

source: Close
es_es: Cerca
ru_ru: близко

source: Are you tired of multi-step checkout process of WooCommerce? Instantio is your solution. Install Instantio and your multi-step checkout process will convert to One Page Checkout. Now, all your customer have to do is "Add to Cart", a popup will appear with the cart view. Your customer can then checkout and order from that single window!. No Page Reload whatsoever!
ru_ru: Вы устали от многоэтапного оформления заказа в WooCommerce? Instantio это ваше решение. Установите WooInstant, и процесс многоэтапного оформления заказа превратится в Одностраничный заказ. Теперь все, что нужно сделать вашему клиенту - это «Добавить в корзину», появится всплывающее окно с представлением корзины. Ваш клиент может оформить заказ и сделать заказ из этого единственного окна! Нет страницы Обновить вообще!

source: Multi Step
es_es: Paso múltiple

source: If you want to make extra CSS then you can do it from here
es_es: Si quieres hacer CSS extra, entonces puedes hacerlo desde aquí

source: Instantio - WooCommerce Instant / One Page Checkout
es_es: 'Instantio - WooCommerce' Instantáneo / pago de una página
