Repository: themefic/Instantio
Catalog: instantio-lite/lang/wooinstant-*.po
Languages: fr_fr, it_it

source: Instantio requires WooCommerce to be activated
fr_fr: Instantio nécessite que WooCommerce soit activé
it_it: Instantio richiede l'attivazione di WooCommerce

source: Settings
fr_fr: Paramètres
it_it: impostazioni

source: Instantio Settings
fr_fr: Paramètres WooInstant
it_it: Impostazioni WooInstant

source: Instantio - WooCommerce Instant / One Page Checkout Settings
fr_fr: Instantio - Paramètres WooCommerce Instant / One Page Checkout
it_it: Instantio - Impostazioni di checkout istantaneo / una pagina di WooCommerce

source: General
fr_fr: Général
it_it: Generale

source: General Options
fr_fr: Options générales
it_it: Opzioni generali

source: Active Instantio
fr_fr: Actif WooInstant
it_it: Instantio attivo

source: Show On Cart Page
fr_fr: Afficher sur la page du panier
it_it: Mostra sulla pagina del carrello

source: Yes
fr_fr: Oui
it_it: sì

source: No
fr_fr: Non

source: Show On Checkout Page
fr_fr: Afficher sur la page de paiement
it_it: Mostra sulla pagina di pagamento

source: Disable Quick View
fr_fr: Désactiver la vue rapide
it_it: Disabilita visualizzazione rapida

source: You can disable it if you already have quick view function in your theme
fr_fr: Vous pouvez le désactiver si vous avez déjà une fonction d'affichage rapide dans votre thème
it_it: Puoi disabilitarlo se hai già una funzione di visualizzazione rapida nel tuo tema

source: Disable Ajax Add to Cart
fr_fr: Désactiver Ajax Ajouter au panier
it_it: Disabilita Ajax Aggiungi al carrello

source: You can disable it if you already have ajax add to cart function in your theme
fr_fr: Vous pouvez le désactiver si vous avez déjà la fonction d'ajout au panier ajax dans votre thème
it_it: Puoi disabilitarlo se hai già ajax la funzione Aggiungi al carrello nel tuo tema

source: Drawer Window Type
fr_fr: Type de fenêtre de tiroir
it_it: Tipo di finestra del cassetto

source: Choose how the window will looks like
fr_fr: Choisissez à quoi ressemblera la fenêtre
it_it: Scegli come apparirà la finestra

source: Multi Step
fr_fr: Multi étape

source: Single Step
fr_fr: Étape unique
it_it: Singolo passo

source: Choose Active Window
fr_fr: Choisissez la fenêtre active
it_it: Scegli la finestra attiva

source: Actived window will open first when Instantio open
fr_fr: La fenêtre activée s'ouvre en premier lorsque Instantio ouvert
it_it: La finestra attiva si aprirà per prima quando verrà aperta

source: Cart
fr_fr: Chariot
it_it: Carrello

source: Hide Close Button?
fr_fr: Masquer le bouton de fermeture?
it_it: Nascondi pulsante Chiudi?

source: Design
fr_fr: Conception

source: Design Options
fr_fr: Options de conception
it_it: Opzioni di progettazione

source: Choose Cart Drawer Direction
fr_fr: Choisissez la direction du tiroir du chariot
it_it: Scegli la direzione del cassetto del carrello

source: Right to Left
fr_fr: De droite à gauche
it_it: Da destra a sinistra

source: Left to Right
fr_fr: De gauche à droite
it_it: Da sinistra a destra

source: Panel Background
fr_fr: Contexte du panneau
it_it: Sfondo del pannello

source: Instantio Cart Panel Background Color
fr_fr: Couleur d'arrière-plan du panneau du chariot WooInstant
it_it: Colore sfondo pannello carrello WooInstant

source: Cart Toggler Background
fr_fr: Fond de panier Toggler
it_it: Carrello Toggler Sfondo

source: Instantio Cart Panel Toggler Background Color
fr_fr: Couleur d'arrière-plan du panneau de panier WooInstant
it_it: Instantio Cart Panel Toggler Colore di sfondo

source: Choose Icon or Custom Image
fr_fr: Choisissez l'icône ou l'image personnalisée
it_it: Scegli icona o immagine personalizzata

source: Default Icon
fr_fr: Icône par défaut
it_it: Icona predefinita

source: Custom Image
fr_fr: Image personnalisée
it_it: Immagine personalizzata

source: Cart icon
fr_fr: Icône de panier
it_it: Icona carrello

source: Upload your cart icon. Recommended size of an icon is 30x30px
fr_fr: Téléchargez votre icône de panier. La taille recommandée d'une icône est 30x30px
it_it: Carica l'icona del carrello. La dimensione consigliata di un'icona è 30x30px

source: Upload image/icon
fr_fr: Télécharger une image / icône
it_it: Carica immagine / icona

source: Cart Toggler Color
fr_fr: Couleur de bascule du panier
it_it: Carrello Toggler Color

source: Instantio Cart Panel Toggler Text/Icon Color
fr_fr: Couleur du texte / icône du panneau de panier WooInstant
it_it: Instantio Cart Panel Toggler Testo / Icona Colore

source: Cart Toggler Hover Color
fr_fr: Couleur de survol du chariot Toggler
it_it: Carrello Toggler Hover Color

source: Default is: Theme Default
fr_fr: La valeur par défaut est: Thème par défaut
it_it: L'impostazione predefinita è: Tema predefinito

source: Instantio Cart Panel Toggler Text/Icon Hover Color
fr_fr: Couleur de survol du texte / icône du panneau de panier WooInstant
it_it: Pannello carrello aggancio Instantio Testo / Icona Colore al passaggio del mouse

source: Quick View Background
fr_fr: Aperçu rapide de l'arrière-plan
it_it: Vista rapida sullo sfondo

source: Instantio Quick View Panel Background Color
fr_fr: Couleur d'arrière-plan du panneau de visualisation rapide WooInstant
it_it: Instantio Quick View Colore pannello di sfondo

source: Panel Z-index
fr_fr: Panneau Z-index
it_it: Indice Z del pannello

source: Control Instantio z-index from this option. More about <a target="_blank" href="https://css-tricks.com/almanac/properties/z/z-index/">z-index</a>
fr_fr: Contrôlez le z-index Instantio à partir de cette option. En savoir plus sur <a target="_blank" href="https://css-tricks.com/almanac/properties/z/z-index/">z-index</a>
it_it: Controlla Instantio z-index da questa opzione. Di più <a target="_blank" href="https://css-tricks.com/almanac/properties/z/z-index/">z-index</a>

source: Custom CSS
fr_fr: CSS personnalisé
it_it: CSS personalizzato

source: If you want to make extra CSS then you can do it from here
fr_fr: Si vous voulez créer du CSS supplémentaire, vous pouvez le faire à partir d'ici
it_it: Se vuoi creare CSS extra, puoi farlo da qui

source: Close
fr_fr: Fermer
it_it: Vicino

source: Are you tired of multi-step checkout process of WooCommerce? Instantio is your solution. Install Instantio and your multi-step checkout process will convert to One Page Checkout. Now, all your customer have to do is "Add to Cart", a popup will appear with the cart view. Your customer can then checkout and order from that single window!. No Page Reload whatsoever!
fr_fr: Êtes-vous fatigué du processus de paiement en plusieurs étapes de WooCommerce? Instantio est votre solution. Installez Instantio et votre processus de paiement en plusieurs étapes sera converti en One Page Checkout. Maintenant, tout ce que votre client a à faire est "Ajouter au panier", une fenêtre contextuelle apparaîtra avec la vue du panier. Votre client peut alors payer et commander à partir de ce guichet unique !. Aucun rechargement de page que ce soit!
it_it: Sei stanco del processo di checkout in più passaggi di WooCommerce? Instantio è la tua soluzione. Installa Instantio e il processo di verifica in più passaggi verrà convertito in Verifica di una pagina. Ora, tutto ciò che il tuo cliente deve fare è "Aggiungi al carrello", apparirà un popup con la vista del carrello. Il cliente può quindi effettuare il checkout e ordinare da quella singola finestra !. Nessuna pagina Ricarica di sorta!
